Repository: jbulies/media-folders-lite
Catalog: languages/media-folders-lite-*.po
Languages: es_es

source: Folder
es_es: Directorio

source: Thank you for choosing Media Folders Lite!
es_es: Gracias por elegir Media Folders Lite!

source: Configure your folders in Settings > Media
es_es: Configura tus directorios en Ajustes > Medios

source: Settings
es_es: Ajustes

source: Please rate us
es_es: Por favor califícanos

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
es_es: Si te gusta %1$s déjanos una calificación de %2$s. ¡Muchísimas gracias de antemano!

source: Media Upload Folders
es_es: Directorios de carga de medios

source: Define your folders
es_es: Defina sus directorios

source: Define your folders one per line.
es_es: Defina los directorios uno por línea.

source: Example:
es_es: Ejemplo:

source: People
es_es: Personas

source: People/Smiling
es_es: Personas/Sonriendo

source: Donate link:
es_es: Enlace para donar:

source: Thanks
es_es: Gracias

source: Select the folder
es_es: Seleccione el directorio

source: - Default
es_es: - Predeterminado

source: All folders
es_es: Todos los directorios

source: Select the folder where you want to save the images or files that you upload to this post.
es_es: Seleccione el directorio donde desea guardar las imágenes o archivos que suba a esta publicación.

source: Select Folder
es_es: Seleccionar directorio

source: Select the folder where you want to save your image or file
es_es: Seleccione el directorio donde desea guardar su imagen o archivo

source: Done!
es_es: Hecho!

source: Upload files to custom folders in WP Media Library.
es_es: Cargue archivos en directorios personalizados en WP Media Library.
